export default {
  header: 'Будьте частью чего-то большего!',
  headerText: 'Vuetify становится возможным благодаря удивительному сообществу, которое представляет проблемы, создает запросы на загрузку и предоставляет бесценную обратную связь. Наша задача - создать потрясающие приложения. Много времени, вы сталкиваетесь с чем-то, что может быть сделано лучше. Возможно, вы обнаружили ошибку, или у вас есть идея для дополнительной функциональности. Замечательно! Это так же просто, как клонирование репозитория Vuetify, чтобы начать работу в среде разработки.',
  issuesHeader: 'Reporting issues',
  issue1: 'Список проблем этого репо предназначен исключительно для отчетов об ошибках и запросов функций. Несоответствующие вопросы будут немедленно закрыты.',
  issue2: 'По общим вопросам, пожалуйста, присоединитесь к [community](https://chat.vuetifyjs.com).',
  issue3: 'Попробуйте найти проблему, на нее, возможно, ответили.',
  issue4: 'Посмотрите, воспроизводится ли ошибка с последней версией.',
  issue5: 'Если вы воспроизводите, пожалуйста, предоставьте простой [codepen](https://template.vuetifyjs.com) или репозиторий, который можно клонировать для получения ожидаемого поведения.',
  pullRequestsHeader: 'Pull requests (Вытянуть запросы)',
  pullRequest1: 'Все PR должны быть отправлены в ветвь `dev` Vuetify.',
  pullRequest2: 'Для изменений и запросов функций просьба указать пример того, что вы пытаетесь решить, и пример разметки',
  pullRequest3: 'Для исправления ошибок, пожалуйста, обратитесь к вопросу #, который PR разрешает',
  localDevHeader: 'Настройка локального разработчика',
  localDevText1: 'Vuetify содержит локальную среду разработчиков, которую можно загружать для тестирования новых функций, функциональных возможностей и компонентов. Во-первых, клонируйте репозиторий:',
  localDevText2: 'После клонирования используйте cli для <kbd> cd vuetify </kbd>. После этого в каталоге вам нужно будет создать новый файл в каталоге <kbd> dev </kbd>, который называется `Playground.vue`. Приведен пример, «Playground.example.vue», который вы можете переименовать. Имейте в виду, что этот файл не отслеживается управлением версиями. После копирования, вернитесь к своему клину и запустите:',
  localDevText3: 'Это запустит сервер локальных узлов, расположенный в [http://localhost:8080](http://localhost:8080). Теперь из вашего редактора кода вы можете легко загружать компоненты и проверять все, что хотите, с молниеносной скоростью!'
}
