export default {
  announcementBanner: 'Все эти юассы, это захватывающее объявление! Или, может быть, это реклама!',
  heading1: 'Vuetify',
  heading1cont: 'Material Component Framework',
  getStarted: 'Начать',
  features: [
    {
      img: '/static/doc-images/feature1.svg',
      title: 'Готовые шаблоны проекта ',
      text:
        'Vuetify готов к работе с 8 предварительно изготовленными шаблонами vue-cli. От простого html до полномасштабной SSR вы готовы за считанные минуты.'
    },
    {
      img: '/static/doc-images/feature2.svg',
      title: 'Компоненты семантического материала',
      text:
        'Будьте готовы к армаде специализированных компонентов в вашем распоряжении. С более чем 80 в целом, есть решение для любого приложения.'
    },
    {
      img: '/static/doc-images/feature3.svg',
      title: 'Яркое сообщество',
      text:
        'Когда вы сталкиваетесь с блокпостом, вам нужна помощь сразу. Vuetify предлагает поддержку чата в нашем растущем сообществе на сервере Discord.'
    }
  ],
  checkFeaturesTitle: 'Все необходимые инструменты',
  checkFeaturesTitleCtd: 'Построить невероятные пользовательские интерфейсы',
  checkFeatures: [
    'Поддержка сообщества',
    'Динамические темы',
    'Поддержка SSR и PWA',
    '8 шаблонов vue-cli'
  ],
  checkFeaturesCtd: [
    '80+ компонентов Material Design',
    'A La Carte Импорт',
    'Переходные компоненты',
    'Заведомо быстрый'
  ],
  letterFromAuthor: [
    'Привет всем,',
    'Я знаю, что выбор структуры пользовательского интерфейса может быть сложной задачей - есть так много вариантов выбора, и каждый из них утверждает, что они самые лучшие. Поэтому вы должны сами решить: что?',
    'Это был я почти год назад. На выбор было множество наборов инструментов пользовательского интерфейса, но ни у кого из них не было всего, что мне было нужно, и именно поэтому я начал работать над Vuetify.',
    'Я очень рад, что вы рассмотрели использование Vuetify в качестве следующей платформы пользовательского интерфейса. Много внимания уделялось разработке идеальной установки для принятия любых идей от зачатия до производства. Я с нетерпением жду, чтобы вы присоединились к сообществу Vuetify, и я очень рад видеть, какие невероятные интерфейсы вы создаете!'
  ],
  authorOfVuetify: 'автор Vuetify',
  support: {
    hasVuetifyHelped: 'Помогло ли Vuetify создать потрясающее приложение?',
    showYourSupport: 'Покажите свою поддержку Vuetify',
    becomingAPatron: 'став покровителем'
  },
  becomeSponsor: 'Стать спонсором',
  proudlySponsoredBy: 'Patreon спонсоры',
  callout: 'Повысьте эффективность разработки Vue и Material Design'
};
